Repository: numob/BarcodeScannerLibraryIOS
Catalog: Sources/BarcodeScanner/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: All recognized codes will be added automatically.
zh_hans: 所有識別到的代碼將自動添加.

source: Camera Disabled
zh_hans: 相機已禁用

source: Cancel
zh_hans: 取消

source: Confirm Selection
zh_hans: 確認選擇

source: Do you want to select this code?
zh_hans: 您要選擇此代碼嗎？

source: No
zh_hans: 否

source: No codes recognized.
zh_hans: 未識別到任何代碼.

source: Select File
zh_hans: 選擇文件

source: Select Media for Scanning
zh_hans: 选择用于扫描的媒体

source: Select Media for scanning.
zh_hans: 选择用于扫描的媒体.

source: Select Photo
zh_hans: 選擇照片

source: Tap on a recognized code to select it.
zh_hans: 点击识别到的代码以选择.

source: Yes
zh_hans: 是
